Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_spraak_2012.pdf.tmx
Source language: nob
Languages: sme

source: Det finnes i dag ikke noe større lokalsamfunn der språket er dominerende som dagligspråk.
sme: Dál ii gávdno makkárge stuorát báikkálaš servodat gos giella lea váldo beaivválašgiella.

source: Dette kan være et hinder i språkoverføringen.
sme: Dát sáhttá leat hehttehussan giellasirdimii.

source: Språkbrukerne har derimot kontakt i store nettverk basert på slekt og næring, og språket blir tillagt stor betydning som identitetsbærer i denne situasjonen.
sme: Giellageavaheaddjit gulahallet baicca stuora fierpmádagas mas leat fuolkkit ja ealáhus, ja gielas lea stuora mearkkašupmi identitehtaguoddin dán dilis.

source: Det store geografiske området gjør at det sørsamiske språket er i en helt spesiell situasjon med tanke på koordinering av språktiltak, ansvarsforhold, opplæringstilbud og ressurser.
sme: Dat stuora geográfalaš guovlu dahká ahte lullisámegiella lea áibbas erenoamáš dilis gielladoaimmaid ovttastahttima, ovddasvástádusjuogu, oahpahusfálaldagaid ja resurssaid dáfus.

source: Mange offentlige instanser er inne i bildet når det gjelder bestemmelser som berører sørsamisk språk, og det er derfor behov for en mer tydelig ansvarsfordeling mellom disse.
sme: Olu almmolaš ásahusat leat searvvis mearrádusaid dáfus mat gusket lullisámegillii, ja danne lea dárbu čielgaseappot juohkit ovddasvástádusa daid gaskka.

source: Det vil være viktig at noen har et overordnet ansvar for sørsamisk språk og et ansvar for koordinering av språktiltak.
sme: Livččii dehálaš ahte muhtumis lea bajimus ovddasvástádus lullisámegillii ja ovddasvástádus ovttastahttit gielladoaibmabijuid.

source: En stor utfordring i dette området er mangelen på kompetanse i samisk språk og kultur i offentlige forvaltning og at det er mange ulike institusjoner å forholde seg til.
sme: Stuora hástalus dán guovllus lea váilevaš gelbbolašvuohta sámi giela ja kultuvrra hárrái almmolaš hálddašeamis ja ahte leat olu iešguđetlágan ásahusat maiguin galgá gulahallat.

source: Sørsamisk språk har vært i en revitaliseringsprosess, og nå er det stadig flere barn som får opplæring i sørsamisk.
sme: Lullisámegiella lea leamaš ealáskahttinproseassas, ja dál leat dađistaga eambbo mánát geat ožžot lullisámegiel oahpahusa.

source: Sørsamisk er likevel mange steder ikke et dagligspråk, og det er begrensede muligheter til bruk av samisk språk.
sme: Dattetge ii leat lullisámegiella beaivválašgiella olu báikkiin, ja leat ráddjejuvvon vejolašvuođat sámástit.

source: Det finnes få arenaer for bruk av sørsamisk, og det er stor mangel på ressurspersoner.
sme: Gávdnojit hui unnán arenat gos lullisámegiella geavahuvvo, ja váilot hui olu resursaolbmot.

source: Østsamisk og pitesamisk språkområde
sme: Nuortalaš ja bihtánsámi giellaguovllut

source: Østsamisk er tradisjonelt blitt snakket i det som nå er Sør-Varanger kommune i Norge i tillegg til tilstøtende områder i Russland og Finland.
sme: Nuortalašgiela leat árbevirolaččat hupman dan guovllus mii dál lea Mátta-Várjjat gielda Norggas, ja guoskevaš guovlluin Ruoššas ja Suomas.

source: Pitesamisk er tradisjonelt blitt snakket i deler av Nordland fylke og i tilstøtende områder på svensk side av grensa.
sme: Bihtánsámegiela leat árbevirolaččat hupman osiin Nordlándda fylkkas ja guoskevaš guovlluin Ruoŧa bealde ráji.

source: Østsamisk og pitesamisk skiller seg fra de andre samiske språkene først og fremst ved i dag å ha svært få språkbrukere i sine tradisjonelle områder i Norge.
sme: Nuortalašgiella ja bihtánsámegiella leat earaláganat go dat eará sámegielat vuosttažettiin danne go leat hirbmat unnán giellageavaheaddjit dain árbevirolaš guovlluin Norggas.

source: Det gis ikke opplæring i disse to språkene i noen grunnskole i Norge, og det finnes ingen barnehager der disse språkene blir formidlet.
sme: Dáin gielain ii addojuvvo oahpahus guđege vuođđoskuvllas Norggas, eai ge gávdno mánáidgárddit gos dát gielat gaskkustuvvojit.

source: Pitesamisk har ingen standardisert rettskrivning, noe som gjør det vanskelig å bruke språket i skrift.
sme: Bihtánsámegielas ii leat makkárge standardiserejuvvon riektačállin, mii dahká váttisin geavahit giela čálalaččat.

source: For østsamisk finnes det godkjent rettskriving, og på finsk side av grensa er det skoler som gir opplæring i østsamisk.
sme: Nuortalašgielas gávdno dohkkehuvvon riektačállin, ja Suoma bealde ráji leat skuvllat mat oahpahit nuortalašgiela.

source: Siden begge språkene har et visst språkmiljø i tilstøtende grenseområder, er det viktig med samarbeid over landegrensene for å fremme disse to samiske språkene i Norge.
sme: Go goappašat gielain leat juogalágan giellabirrasat guoskevaš rádjeguovlluin, de lea ovttasbargu riikkarájiid rastá dehálaš ovddidan dihte dán guokte sámegiela Norggas.

source: For å styrke pitesamisk og østsamisk er det først og fremst nødvendig å gjøre en del grunnleggende arbeid, slik som dokumentasjon og kartlegging av dagens forhold for språkene.
sme: Bihtánsámegiela ja nuortalašgiela nannemis lea vuosttažettiin dárbbašlaš dahkat veaháš vuođđobarggu, nu go dokumenteret ja kártet dálá dili gielaid dáfus.

source: Dette kan best gjøres gjennom et samarbeid mellom lokalmiljøene og institusjoner med språkvitenskapelig kompetanse.
sme: Dán sáhttá buoremusat dahkat ovttasbarggus báikkálaš birrasiiguin ja ásahusaiguin main lea gielladieđalaš gelbbolašvuohta.

source: Språkarbeid kan bare bli vellykket dersom det har oppslutning i de samfunnene som det gjelder.
sme: Giellabargu sáhttá lihkostuvvat dušše dalle go servodagat maidda guoská leat mielde doarjume barggu.

source: Den viktigste strategien for Sametinget i videre arbeid med pitesamisk og østsamisk blir derfor å få en oversikt over hva pitesamer og østsamer i Norge selv mener skal prioriteres i språkarbeidet.
sme: Sámedikki deháleamos strategiija viidáset barggus bihtánsámegielain ja nuortalašgielain lea ge danne háhkat dieđuid das maid bihtánsápmelaččat ja nuortalaččat Norggas háliidit vuoruhuvvot giellabarggus.

source: Et samarbeid mellom Sametinget, lokale sameforeninger og de to institusjonene, Duoddará ráffe og Østsamisk museum, vil være naturlig.
sme: Ovttasbargu Sámedikki, báikkálaš sámi servviid ja dan guovtti ásahusa gaskka, Duoddara ráffe ja Nuortasámi musea, lea lunddolaš.

source: Samisk i byer
sme: Sámegiella gávpogiin

source: Stadig flere samer flytter i dag ut av de tradisjonelle samiske bosettingsområdene.
sme: Dađistaga eambbo sápmelaččaid fárrejit eret árbevirolaš sámi ássanguovlluin.

source: Det er særlig de store byene som tar i mot mange samer.
sme: Leat erenoamážit stuora gávpogat mat dustejit olu sápmelaččaid.

source: Dette er en helt ny situasjon for samisk språk, en situasjon som krever en egen strategi.
sme: Dát lea áibbas ođđa dilli sámegillii, dakkár dilli mii gáibida sierra strategiija.

source: Utflyttingen fra de tradisjonelle samiske områdene i Norge går i dag til byene, mens innflyttingen til områdene mer og mer skjer fra utlandet.
sme: Eretfárrejeaddjit árbevirolaš sámi guovlluin Norggas mannet dál gávpogiidda, ja sisafárrejeaddjit guovlluide fas bohtet eambbo ja eambbo olgoriikkas.

source: Dersom samisk i framtida skal overføres mellom generasjonene, blir det nødvendig å etablere nye institusjoner og ny praksis i byer som har (stor) tilflytning av samer.
sme: Jus sámegiella boahtteáiggis galgá sirdojuvvot buolvvas bulvii, de lea dárbbašlaš ásahit ođđa ásahusaid ja ođđa vuogádaga gávpogiidda gosa (olu) sápmelaččat fárrejit.

source: Vi vet fra for eksempel Cymru/Wales at de tar hensyn til den ut- og innflyttingen som skjer i de tradisjonelle kymrisktalende områdene når de foretar språkplanlegging.
sme: Mii diehtit ovdamearkka dihte Cymru/Wales guovllus ahte doppe váldet vuhtii dan eret- ja sisafárrema mii dáhpáhuvvá árbevirolaš kymrigielat guovlluin go čađahit giellaplánema.

source: Hovedutfordringen er at i byer blir samisk et minoritetsspråk og at det ikke finnes tradisjonelle 16 arenaer for bruk av språket.
sme: Váldohástalus lea ahte gávpogiin šaddá sámegiella minoritehtagiella eai ge gávdno árbevirolaš arenat gos sáhttá sámástit.

source: Behovet for språkarenaer og opplæringsmuligheter i byene er derfor voksende.
sme: Danne lassána gávpogiin dárbu giellaarenaide ja oahpahusvejolašvuođaide.

source: Det er den enkelte kommunes ansvar å legge til rette for mulighet til opplæring og utvikling av samisk språk, og det kan slik bli tilfeldig hvilke tilbud som gis i den enkelte kommune.
sme: Lea ovttaskas suohkana ovddasvástádus láhčit diliid sámegiela oahpahussii ja ovddideapmái, ja nu sáhttá ge šaddat soaittáhat makkár fálaldagat addojuvvojit ovttaskas suohkanis.

source: Sametinget er i dialog med bykommunene Alta, Tromsø og Oslo om samarbeidsavtaler for styrking av samisk språk og kultur.
sme: Sámediggi lea gulahallame gávpotsuohkaniiguin Álttáin, Romssain ja Osloin ovttasbargošiehtadusa birra nannet sámi giela ja kultuvrra.

source: Dette er positivt, samtidig som slike avtaler ikke vil gi den samiske befolkningen i disse byene de samme rettigheter som befolkningen innenfor forvaltningsområdet for samisk språk har.
sme: Dát lea buorre, muhto seammás eai atte dákkár šiehtadusat gávpoga sámi álbmogii seamma vuoigatvuođaid go mat sámegiela hálddašanguovllu álbmogis leat.

source: Det er derfor nødvendig å styrke befolkningens muligheter og rettigheter til å bruke samisk i byene.
sme: Danne lea dehálaš nannet álbmoga vejolašvuođaid ja vuoigatvuođaid geavahit sámegiela gávpogiin.

source: Kunnskap om offentlig samisk språkplanlegging
sme: Máhttu almmolaš sámi giellaplánema birra

source: Det mest omfattende grepet som norske myndigheter har gjort innenfor offentlig samisk språkplanlegging, var å vedta samelovens språkregler i 1990 og å innføre forvaltningsområdet for samisk språk fra 1992.
sme: Stuorámus bargu maid Norgga eiseválddit leat dahkan almmolaš sámi giellaplánema dáfus, lea mearridit sámelága giellanjuolggadusaid 1990:s ja ásahit sámegiela hálddašanguovllu 1992 rájes.

source: Samelovens språkregler og ordningen med et spesielt forvaltningsområde er viktige redskaper i arbeidet for å styrke språket.
sme: Sámelága giellanjuolggadusat ja ortnet sierra hálddašanguovlluin leat dehálaš reaiddut giellanannema barggus.

source: Disse redskapene må brukes.
sme: Dát reaiddut fertejit geavahuvvot.

source: NIBR i Alta gjorde i 2000 en brukerundersøkelse av tospråklig tjenesteyting innenfor forvaltningsområdet for samisk språk.
sme: NIBR Álttás čađahii 2000:s geavaheaddjiiskkadeami guovttegielat bálvalusaid hárrái sámegiela hálddašanguovllus.

source: Denne undersøkelsen omhandler forholdene slik de var ved tusenårsskiftet.
sme: Dát iskkadeapmi guoskkaha diliid nu go dat ledje duhátjagi molsumis.

source: Sámi instituhtta/ Nordisk Samisk Institutt gjennomførte i 2006/07 en evaluering av samelovens språkregler.
sme: Sámi instituhtta evaluerii sámelága giellanjuolggadusaid 2006/07:s.

source: Evalueringen var bestilt av Kultur- og kirkedepartementet.
sme: Evaluerema lei Kultur- ja girkodepartemeanta diŋgon.

source: Evalueringen konkluderer med at samelovens språkregler har fungert positivt for statusen for samisk språk, selv om det er store variasjoner i hvordan loven følges opp.
sme: Evalueren konkluderii ahte sámelága giellanjuolggadusat leat doaibman bures sámegiela stáhtusa hárrái, vaikko leat stuora rievddadeamit das movt láhka čuvvojuvvo.

source: Forholdene for samisk språk utenfor forvaltningsområdet er derimot ikke gode, og evalueringen trekker den konklusjon at forvaltningsområdet må utvides.
sme: Sámegiela dilli olggobealde hálddašanguovllu gal ii leat buorre, ja evalueren konkludere dainna ahte hálddašanguovlu ferte viiddiduvvot.

source: Evalueringen foreslo også å nedsette et for de samiske språkene, fordi loven alene er ikke nok til å vitalisere samisk språk i områder der det i dag er truet.
sme: Evalueren evttohii maid ásahit “ealáskahttinlávdegotti” sámegielaid hárrái, danne go láhka ii akto nagot ealáskahttit sámegiela guovlluin gos odne lea áigojuvvon.

source: Wencke Brennas bok Samene i rettssystemet fra 2005 bringer ny kunnskap om bruken av samisk språk i rettssystemet i Finnmark og om samers opplevelse av forholdene.
sme: Wencke Brenna girji Samene i rettssystemet 2005:s buktá ođđa dieđu sámegiela geavaheami birra Finnmárkku riektevuogádagas ja movt sápmelaččat vásihit diliid.

source: Av andre større arbeider som er gjort om samisk språk og språkplanlegging etter 2000, nevner vi Inger Marie Gaup Eiras utredning Samisk språk i Norden - Status og domeneutredning fra 2001 og Torunn Pettersen og Johanne Gaup sin utredning om offentlig samisk informasjonstjeneste, også fra 2001.
sme: Eará stuorát bargguid dáfus, mat leat dahkkojuvvon sámegiela ja giellaplánema birra maŋŋel 2000, namuhit mii Inger Marie Gaup Eira čielggadeami Sámegiella Davviriikkain – stáhtus- ja domenačielggadeapmi 2001:s ja Torunn Pettersena ja Johanne Gaup čielggadeami almmolaš sámi diehtojuohkinbálvalusa birra, dat maid 2001:s.

source: Sametinget har tidligere utarbeidet rapporter om det samiske språket i samfunnet.
sme: Sámediggi lea ovdal ráhkadan raporttaid sámegiela birra servodagas.

source: Fra tida etter 2000 nevner vi de to rapportene fra Sametingets språkstyre, Bruken av samisk språk, fra henholdsvis 2004 og 2008 og Sametingsrådets melding om samisk språk Sámegiella lea čaffat!
sme: Áiggis maŋŋel 2000 namuhit mii Sámedikki giellastivrra guovtti raportta, Sámegiela geavaheapmi 2004:s ja 2008:s ja Sámediggeráđi čilgehusa sámi giela birra, Sámegiella lea čaffat!

source: fra 2004.
sme: 2004:s.

source: Den svenske regjeringa kom i 2006 med en offentlig utredning (SOU) som spesielt tok opp den framtidige situasjonen for sørsamisk språk i Sverige.
sme: Ruoŧa ráđđehus buvttii 2006:s almmolaš čielggadeami (RÁČ) mii guoskkahii erenoamážit lullisámegiela boahttevaš dili Ruoŧas.

source: Noe av det som der drøftes om forholdene for sørsamisk, er overførbart også til norske forhold.
sme: Oasi das mii digaštallojuvvo doppe lullisámegiela dili birra, sáhttá maid buohtastahttit Norgga beale diliiguin.

source: Alle de arbeidene som er nevnt ovenfor, sier noe om erfaringer med språkplanlegging i de samiske områdene de siste ti årene, og denne litteraturen utgjør en naturlig del av kunnskapsgrunnlaget til Sametingsmeldingen for samisk språk.
sme: Buot barggut mat bajábealde leat namuhuvvon, muitalit veaháš giellaplánenvásáhusaid birra sámi guovlluin maŋemus logi jagiid, ja dát girjjálašvuohta lea lunddolaš oassi Sámediggedieđáhusa máhttovuođus sámegiela birra.

source: Kunnskap om offentlig språkplanlegging utenfor Skandinavia
sme: Máhttu almmolaš giellaplánema birra Skandinávia olggobealde

source: Sametinget vil i sin språkpolitikk også ta lærdom av språkplanlegging i andre flerspråklige områder.
sme: Sámediggi áigu iežas giellapolitihkas maiddái váldit oahpa giellaplánemis mii dáhpáhuvvá eará máŋggagielat guovlluin.

source: Det er helst erfaringer fra urfolk og språklige minoriteter i andre demokratiske stater som enklest kan overføres til oss.
sme: Leat vuosttažettiin eamiálbmogiid ja gielalaš minoritehtaid vásáhusat eará demokráhtalaš riikkain maid lea álkimus sirdit alcceseamet.

source: Situasjonen for språket māori, som er urfolksspråket på Aotearoa/ New Zealand, og situasjonen for kymrisk i Cymru/ Wales i Storbritannia er eksempler som det kan være mulig å dra lærdom av i Sápmi.
sme: Māorigiela dilli, mii lea Aotearoa/Ođđa Selándda eamiálbmotgiella, ja kymrigiela dilli Cymrus/ Walesas Stuorabritánnias leat ovdamearkkat main sáhttá viežžat oahpa Sápmái.

source: Vi kan i denne sammenhengen vise til artikkelen fra 2001 og boka Welsh in the Twenty-First Century fra 2010.
sme: Dán oktavuođas čujuhit artihkkalii 2001:s ja girjái Welsh in the Twenty-First Century 2010:s.

source: I det førstnevnte arbeidet merker vi oss særlig hvor viktig barnehagene har vært i den langt på veg vellykkede revitaliseringen av språket māori på Aotearoa/ New Zealand.
sme: Vuosttažis mii mearkkašit erenoamážit man dehálaččat mánáidgárddit leat leamaš buoremuddui lihkostuvvan māorigiela ealáskahttimis Aotearoas/Ođđa Selánddas.

source: I det sistnevnte arbeidet merker vi oss den vekta som legges på den ut- og innflyttinga som nå skjer i de tradisjonelle kymrisktalende områdene i Cymru/ Wales.
sme: Dan maŋibus mearkkašit mii deattu mii biddjo eret- ja sisafárremii mii dál dáhpáhuvvá árbevirolaš kymrigielat guovlluin Cymrus/ Walesas.

source: Dette er et moment som også må drøftes i samisk sammenheng.
sme: Dát lea maid dakkár ášši mii ferte digaštallojuvvot sámi oktavuođain.

source: De fremste utfordringer
sme: Guovddáš hástalusat

source: Språk er i høyeste grad både et privat og et offentlig anliggende.
sme: Giella lea čielgasit sihke priváhta ja almmolaš ášši.

source: Fremtiden for samisk språk avhenger både av hvordan hver enkelt av oss bruker samisk som et naturlig kommunikasjonsspråk i flest mulig sammenhenger og hvordan samfunnet legger forholdene til rette for at dette skal være mulig.
sme: Sámegiela boahtteáigi lea dan duohken man olu guhtege mis geavaha sámegiela lunddolaš gulahallanreaidun nu olu oktavuođain go vejolaš, ja movt servodat láhčá diliid nu ahte dat galgá leat vejolaš.

source: I arbeidet med å bevare, styrke og utvikle samisk språk står man ovenfor en rekke utfordringer som ikke kan løses innenfor Sametinget alene.
sme: Sámegiela suddjemis, nannemis ja ovddideamis leat olu hástalusat maid ii sáhte dušše Sámedikkis čoavdit.

source: Det dreier seg om både samfunnsforhold, ansvarsfordeling og myndighet innenfor språk og gode rammebetingelser på alle nivå i samfunnet.
sme: Lea sáhka sihke servodatdiliin, giela ovddasvástádusjuogus ja válddis ja buriin rámmaeavttuin buot dásiin servodagas.

source: Språkpolitikken har i mange tilfeller omhandlet den enkeltes rett til bruk og opplæring i samisk språk.
sme: Giellapolitihkka lea máŋgga dáfus guoskkahan ovttaskas olbmo vuoigatvuođa geavahit ja oahppat sámegiela.

source: I det videre arbeidet for styrking og utvikling av samisk språk vil det imidlertid være nødvendig å ha fokus på hvilke behov språket har for å styrkes og utvikles.
sme: Viidáset barggus nannet ja ovddidit sámegiela ferte deattuhit makkár dárbbut gielas leat jus galgá nannejuvvot ja ovdánit.

source: For å sikre språkets fremtid vil det være avgjørende at antallet brukere av samisk språk økes.
sme: Jus galgá sihkkarastit giela boahtteáiggi, de lea mearrideaddji mearkkašupmi das ahte sámegiel geavaheddjiid lohku lassána.

source: I arbeidet for å nå Sametingets mål om å øke antall brukere av samisk språk, har vi en rekke utfordringer som det vil være nødvendig å omtale nærmere.
sme: Barggus joksat Sámedikki mihtu ahte lasihit sámegiela geavaheddjiid, leat olu hástalusat maid lea dárbu čilget dárkileappot.

source: De overordna utfordringer samisk språk står ovenfor:
sme: Sámegiela stuorámus hástalusat leat:

source:  Ansvarsfordeling og myndighet i språkspørsmål
sme:  Ovddasvástádusjuohku ja váldi giellaáššiin

source:  Brukere av samisk språk
sme:  Sámegiela geavaheaddjit

source:  Offentlig forvaltning
sme:  Almmolaš hálddašeapmi

source:  Reelle muligheter for bruk av samisk språk
sme:  Duohta vejolašvuođat geavahit sámegiela

source: Ansvarsfordeling og myndighet i språkspørsmål
sme: Ovddasvástádusjuohku ja váldi giellaáššiin

source: Det er mange og ulike aktører inne i bildet når det gjelder samisk språk.
sme: Leat olu ja iešguđetlágan ovddasteaddjit mielde sámegillii guoski áššiin.

source: Dette kan skape liten kontinuitet, mangel på koordinering av tiltak, usikkerhet om ansvarsforhold og oversikt for den enkelte språkbruker.
sme: Dát sáhttá dagahit unnán kontinuitehta, váilevaš ovttastahttima doaibmabijuid dáfus, eahpesihkkaris ovddasvástádusjuogu ja ipmárdusa ovttaskas giellageavaheaddjái.

source: En slik situasjon er ikke heldig for utviklingen av samisk språk, og det vil være nødvendig med klarere ansvars- og rollefordeling.
sme: Dákkár dilli ii leat buorre sámegiela ovddideami dáfus, ja lea ge dárbu buorebut čielggadit ovddasvástádus- ja rollajuogu.

source: Samisk språk er ett av grunnelementene i det samiske samfunnet og Sametinget bør som samenes folkevalgte organ være en tydeligere aktør i språkpolitikken og ha langt større myndighet i språkspørsmål enn tilfellet er i dag.
sme: Sámegiella lea okta sámi servodaga vuođđoáššiin, ja Sámediggi berre sápmelaččaid álbmotválljen orgánan leat čielgaset ovddasteaddji giellapolitihkas, ja das berre leat olu stuorát váldi giellaáššiin go odne lea.

source: Sametingets reelle innflytelse i språkspørsmål er viktig for det samiske språkets fremtid.
sme: Sámedikki duohta váikkuheapmi giellaáššiin lea dehálaš sámegiela boahtteáigái.

source: Sametinget har i dag liten myndighet i arbeidet med språkutvikling i samfunnet, og har liten påvirkning i den offentlige språkplanleggingen.
sme: Sámedikkis lea odne unnán váldi giellaovddidanbarggus servodagas, ja lea unnán váikkuheapmi almmolaš giellaplánemis.

source: 18 konsultasjonsavtalen mulighet til å konsultere om saker som berører den samiske befolkningen, men dette er ikke tilstrekkelig for å sikre fremtiden for samisk språk.
sme: Sámedikkis lea gal ráđđádallansoahpamuša bokte vejolašvuohta ráđđádallat áššiin mat gusket sámi álbmogii, muhto dát ii leat doarvái sihkkarastit sámegiela boahtteáiggi.

source: Rammebetingelser for samisk språk
sme: Sámegiela rámmaeavttut

source: Mangel på økonomiske, administrative og menneskelige ressurser er en stor utfordring i arbeidet for å styrke samisk språk.
sme: Váilevaš ekonomalaš, hálddahuslaš ja olmmošlaš resurssat leat stuora hástalussan sámegiela nannema barggus.

source: Innenfor alle samfunnsområder er mangel på språkkompetanse det største hinderet for bruk, opplæring og utvikling av samisk språk.
sme: Váilevaš giellagelbbolašvuohta buot servodatsurggiin lea stuorámus hehttehus sámegiela geavaheapmái, oahpaheapmái ja ovddideapmái.

source: Det være seg både mangel på muntlig og/eller skriftlig språkkompentanse, men også mangel på fagspråkkompetanse hos samiskspråklige.
sme: Dát sáhttá leat juogo njálmmálaš ja/dahje čálalaš giellagelbbolašvuohta, muhto maiddái fágagiellagelbbolašvuohta sámegielagiid gaskkas.

source: Uten gode rammevilkår vil visjoner og gode målsettinger om styrking og utvikling av samisk språk ha liten verdi.
sme: Buriid rámmaeavttuid haga lea sámegiela nannema ja ovddideami višuvnnain ja buriin mihttomeriin unnán árvu.

source: Brukere av samisk språk
sme: Sámegiela geavaheaddjit

source: En av de viktigste forutsetningene for å sikre fremtiden for samisk språk er at det finnes brukere av språket.
sme: Okta dain deháleamos eavttuin sámegiela boahtteáiggi sihkkarastimis lea ahte gávdnojit olbmot geat geavahit giela.

source: Alderssammensetningen av brukerne spiller en viktig faktor, og det er viktig at antall barn som får opplæring i samisk økes.
sme: Geavaheddjiid ahkečoahkkádus lea hui guovddáš ášši, ja lea dehálaš ahte mánáidlohku geat ožžot sámegiel oahpahusa lassána.

source: Dette innebærer at språkoverføringen mellom generasjonene må styrkes.
sme: Dát mielddisbuktá ahte giellasirdin buolvvaid gaskkas ferte nannejuvvot.

source: Flere må velge samisk som hjemmespråk, foreldre må velge samisk som førstespråk for sine barn på skolen, og ikke minst må alle som ønsker det få mulighet til å lære samisk.
sme: Eanebut fertejit válljet sámegiela ruovttugiellan, váhnemat fertejit válljet sámegiela mánáid vuosttašgiellan skuvllas, ja dasto fertejit buohkat geat háliidit oažžut vejolašvuođa oahppat sámegiela.

source: Dette innebærer at også ikke-samer får mulighet til å lære samisk. Offentlig forvaltning
sme: Dát mielddisbuktá ahte maiddái sii geat eai leat sápmelaččat ožžot vejolašvuođa oahppat sámegiela.
